{
  "Ads": [
    {
      "select_main_ads": "ADMOB",
      "select_backup_ads":"APPLOVIN-M",
      "main_ads_banner": "ca-app-pub-3539400195587863/4166956665",
      "main_ads_intertitial":"ca-app-pub-3539400195587863/3815602873",
      "main_ads_natives":"ca-app-pub-3539400195587863/2813264970",
      "main_ads_rewards":"",
      "backup_ads_natives":"",
      "backup_ads_banner":"db4d5e8718b97d78",
      "backup_ads_intertitial":"518cd97722c60b52",
      "backup_ads_rewards":"",
      "open_ads_admob":"",
      "open_ads_alien":"",
      "switch_open_ads":"1",
      "switch_banner_natives_ads":"",
      "interval_intertitial": 5,
      "initialize_sdk":"107355779",
      "initialize_sdk_backup_ads":"",
      "high_paying_keyword_1": "",
      "high_paying_keyword_2": "",
      "high_paying_keyword_3": "",
      "high_paying_keyword_4": "",
      "high_paying_keyword_5": "",
      "status_app": "0",
      "link_redirect": "https://"
    }
  ],
  "Categories": [
    {
      "id": 1,
      "name_category": "Akon",
      "image": "file:///android_asset/image/Akon.jpg"
    }
  ],
  "Data": [
    {
      "id": 1,
      "name_category": "Akon",
      "title": "Beautiful",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Beautiful.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>[Akon]<br>When I see you<br>I run out of words to say (oh, oh)<br>I wouldn't leave you<br>'Cause you're that type of girl to make me stay (oh, oh)<br><br>I see the guys tryna' holla<br>Girl I don't wanna bother you<br>'Cause you're independent and you got my attention<br>Can I be your baby father?<br>Girl I just wanna show you<br>That I love what you are doin' hun<br><br>I see you in the club<br>You gettin' down good<br>I wanna get with you, yeah<br>I see you in the club<br>You showin' thugs love<br>I wanna get with you<br><br>You're so beautiful<br>So damn beautiful<br>Said you're so beautiful<br>So damn beautiful<br><br>[Akon &amp; Colby O'Donis]<br>You're so beautiful<br>Beautiful<br>Beautiful<br>Beautiful<br>You're so beautiful<br>Beautiful<br>Beautiful<br>Beautiful<br>You're so beautiful<br><br>[Colby O'Donis]<br>Like the clouds you<br>Drift me away, far away (yeah)<br>And like the sun you<br>Brighten my day, you brighten my day (yeah)<br>I never wanna see you cry, cry, cry<br>And I never wanna tell a lie, lie, lie<br>Said I never wanna see you cry, cry, cry<br>And I never wanna tell a lie, lie, lie<br><br>[Akon]<br>I see you in the club<br>You gettin' down good<br>I wanna get with you, yeah<br>I see you in the club<br>You showin' thugs love<br>I wanna get with you<br><br>You're so beautiful<br>So damn beautiful<br>Said you're so beautiful<br>So damn beautiful<br><br>[Akon &amp; Colby O'Donis]<br>You're so beautiful<br>Beautiful<br>Beautiful<br>Beautiful<br>You're so beautiful<br>Beautiful<br>Beautiful<br>Beautiful<br><br>[Kardinal Offishall]<br>Kardinal told you<br>Whether the sky blue or yellow<br>This fella ain't that mellow<br>If it ain't about you (you)<br>Hourglass shape make the place go (oh)<br>Waistline makes my soldier salute<br>I'mma brute (brute)<br>High from your high heel game<br>High heels push up ya ass last name<br>And you livin' in the fast lane<br>Eyes like an angel (goddess)<br>Watch my yellin' as she undress<br>Spotless, heartless, bad to the bone<br>Make me wanna go put me in the triple-X zone (zone)<br>Lames don't know how to talk to you<br>So let me walk with you, hold my hand<br>I'mma spend them grands, but after you undress<br>Not like a hooker, but more like a princess<br>Queen, empress, president<br>Pull anywhere you go on Earth<br>'Cause you're beautiful (okay?)<br><br>[Akon]<br>I see you in the club<br>You gettin' down good<br>I wanna get with you (oh yeah)<br>I see you in the club<br>You showin' thugs love<br>I wanna get with you<br><br>You're so beautiful<br>So damn beautiful<br>Said you're so beautiful (so beautiful)<br>So damn beautiful (so beautiful)<br><br>[Akon &amp; Colby O'Donis]<br>You're so beautiful<br>Beautiful<br>Beautiful<br>Beautiful<br>You're so beautiful<br>Beautiful<br>Beautiful<br>Beautiful<br>You're so beautiful<br><br>[Akon]<br>Where'd you come from? You're outta this world to me<br>You're a symbol of what every beautiful woman should be (oh wee) (oh, oh)<br><br>[Colby O'Donis]<br>I never wanna see you cry, cry, cry (don't cry)<br>And I never wanna tell a lie, lie, lie (oh yeah)<br>Said I never wanna see you cry, cry, cry (oh)<br>And I never wanna tell a lie, lie, lie (lie)<br><br>[Akon]<br>I see you in the club<br>You gettin' down good<br>I wanna get with you (ooh yeah)<br>I see you in the club<br>You showin' thugs love<br>I wanna get with you<br><br>You're so beautiful<br>So damn beautiful<br>Said you're so beautiful<br>So damn beautiful<br>You're so beautiful</font></p>"
    },

    {
      "id": 2,
      "name_category": "Akon",
      "title": "Be With You",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Be-With-You.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Eh eh eh eh eh eh<br>Ohhhhhh<br><br>I know they wanna come and separate us but they can't do us nothin<br>You're the one I want and Imma continue lovin<br>Cause you're considered wifey and I'm considered husband<br>And Imma always be there for you<br>And either way you look at it I ain't goin nowhere from my muffin<br>Cause she gonna hold it down, can't nobody tell her nothin<br>You got the kind of love that always make a better fussin<br>And that's what gets me closer to you<br><br>And no one knows<br>Why I'm into you<br>Cause you'll never know what it's like to walk in our shoes<br>And no one knows, the things we've been through<br>Can never measure up to half of what I put you through<br>That's why we'll break through<br><br>And I don't care what they say<br>I'm gonna be with you<br>I'm gonna be with you<br>I wanna be with you<br>And I don't care what they do<br>I'm gonna be with you<br>I'm gonna be with you<br>I'm gonna be with you<br><br>Seems like every day that go by things are gettin harder<br>Want to be the one that give you the whole enchilada<br>Cause I know what my baby like,<br>I lean you on that Prada<br>You ain't got to match with the shoes<br>All about knowing you I'm into doing things to keep her longer<br>Stickin together forever, watch you grow stronger<br>That's the way it has to be, everything proper<br>Keepin it always true<br><br>And no one knows<br>Why I'm into you<br>Cause you'll never know what its like to walk in our shoes<br>And no one knows, the things we've been through<br>Can never measure up to half of what I put you through<br>That's why we'll break through<br><br>And I don't care what they say<br>I'm gonna be with you<br>I'm gonna be with you<br>I wanna be with you<br>And I don't care what they do<br>I'm gonna be with you<br>I'm gonna be with you<br>I'm gonna be with you<br><br>You are everything in my life see the joy you bring<br>And ain't no one I compare you to<br>And I know that you will never walk away from me no matter what<br>And that's why I plan to do the same thing for you<br>And I want you to know<br><br>And I don't care what they say<br>I'm gonna be with you<br>I'm gonna be with you<br>I wanna be with you<br>And I don't care what they do<br>I'm gonna be with you<br>I'm gonna be with you<br>I'm gonna be with you<br><br>And I don't care what they say<br>I'm gonna be with you<br>I'm gonna be with you<br>I wanna be with you<br>And I don't care what they do<br>I'm gonna be with you<br>I'm gonna be with you<br>I'm gonna be with you</font></p>"
    },
	
	{
      "id": 3,
      "name_category": "Akon",
      "title": "Como No",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Como-No.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Me dijeron que t&uacute; quer&iacute;as conversar<br>Entre t&uacute; y yo no hay nada que hablar<br>Sabemos los dos lo que va a pasar<br>Aqu&iacute; vamo' directo a la cama<br>Me vuelvo loco yo<br>Cada vez que yo te toco, yo<br>Se me est&aacute; partiendo el coco en dos<br>Cada vez que yo te toco, te toco<br><br>&iquest;C&oacute;mo no? Si t&uacute; a mi me tienes temblando<br>&iquest;C&oacute;mo no? Si yo a ti te tengo sudando, seguimos bajando<br>&iquest;C&oacute;mo no? Si la noche est&aacute; comenzando<br>&iquest;C&oacute;mo no? Si la cama est&aacute; calentando, seguimos bajando<br><br>&iquest;Qui&eacute;n dijo que yo lo que quiero es hablar?<br>Que lo que quiero es darle y no parar<br>[?] quiere que lo desordene<br>Y yo no puedo esperar<br>Ay, me mareo-eo<br>Si yo me aguanto el deseo-eo<br>Ay, me mareo-eo<br>Cada vez que yo te toco, te toco<br><br>&iquest;C&oacute;mo no? Si t&uacute; a mi me tienes temblando<br>&iquest;C&oacute;mo no? Si yo a ti te tengo sudando, seguimos bajando<br>&iquest;C&oacute;mo no? Si la noche est&aacute; comenzando<br>&iquest;C&oacute;mo no? Si la cama est&aacute; calentando, seguimos bajando<br><br>Suena (prr)<br>T&uacute; me est&aacute;s llamando, suena y suena (prr)<br>Porque tiene' frio, te congela' (prr)<br>Que no paro de temblar y que (prr)<br>Que te (prr, prr), que te (prr)<br>Yo te estoy llamando, suena y suena (prr)<br>Porque tengo frio, me congela' (prr)<br>Que no paro de temblar y suena (prr)<br>Que te (prr, prr), que te (prr)<br><br>&iquest;C&oacute;mo no? Si t&uacute; a mi me tienes temblando<br>&iquest;C&oacute;mo no? Si yo a ti te tengo sudando, seguimos bajando<br>&iquest;C&oacute;mo no? Si la noche est&aacute; comenzando<br>&iquest;C&oacute;mo no? Si la cama est&aacute; calentando, seguimos bajando<br><br>Becky, Becky, Becky G</font></p>"
    },
	
	{
      "id": 4,
      "name_category": "Akon",
      "title": "Dangerous",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Dangerous.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>[Intro: Akon {Kardinal Offishall}]<br>Never heard none like this before<br>This remix is (Dangerous!) This remix is (Dangerous!)<br>This remix is (Bad girl!) Never heard none like this<br>It's so (Dangerous!) This remix is (Dangerous!)<br>This remix is (Bad girl!) {Refix the remix! }<br><br>[Verse 1: Kardinal Offishall]<br>Dangerous! That's her song<br>Hips like Beyonce looks like Solange<br>Body like Serena fit like Venus<br>Everyone I know I'm tryin to give them the (AY! AY!)<br>Bad like she bad with money like Oprah<br>She wine to the reggae, bubble to soca<br>Cool like Taraji sweet like Nicole<br>Scherzinger like Sharwhen she comin from the cold<br>Tall like Keri and sing like Estelle<br>Legs like Amerie and she don't tell<br>When she kiss, a down ass chick like Lil' Kim<br>She ready for the camera Kim Kardashian<br>Curves like Melissa, tough like Michelle (OBAMA!)<br>All day the queen like Mary J.<br>Good like Keyshia, young like Ri Ri<br>Sayin ain't that Kardinal on the TV, you see me!<br>Remix, Kardinal, Akon, Sean Paul<br>Take our ting right straight to di wall<br>Dig it out tun it out now everybody shout one two!<br><br>[Chorus: Akon]<br>That girl is so dangerous, that girl is so DANGEROUS<br>That girl is a BAD GIRL! I've seen her type before<br>She's so dangerous, that girl is so DANGEROUS<br>That girl is a BAD GIRL! Yeahh<br><br>[Verse 2: Akon]<br>See your the type of girl that make me wait<br>I'm the type of guy that make you relocate<br>Participatin in no chase<br>Got all type of girls I'm 'gon be straight<br>Honeys like you come a dime a dozen<br>Real financially should be my cousin<br>Hips sprung think I am when I wasn't<br>And you wanna cling cling on me then be your husband<br>A baby daddy, a sugar daddy<br>I don't give a damn either way I'm a have it<br>The way I be shootin that gun automatic<br>Got chicks from every part of the world goin at it<br>Like they don't ask it, but it's so classic<br>How the club be gettin broken down in masses<br>By the same chicks with these big ol' asses<br>Just droppin and shakin it fast<br>It's so dangerous, it's so dangerous, she's so dangerous<br><br>[Chorus: Akon (Sean Paul)]<br>Watch out I've seen her type before<br>That girl is so dangerous, that girl is so DANGEROUS<br>That girl is a BAD GIRL! I've seen her type before<br>She's so dangerous, that girl is so DANGEROUS<br>That girl is a BAD GIRL! Yeahh<br>(Sean-A-Paul, Akon, Kardinal weh we tell dem!)<br><br>[Verse 3: Sean Paul (Kardinal Offishall)]<br>Inna mi ride mi a di king wid di crown just cruisin along<br>Hot girls dem deh pon di street (Whole heap!)<br>Gal a mash up man brain and a mash up man mind<br>Dem a girls mek mi feel complete<br>Some a park or step to di club all a tinkin a car dem a stand up and a pree<br>This woman deh a eyes up di Dutty and a gwaan like she waan come gimme di heat<br>All few a dem pack up and now mi waan it Har man just stand up and guardin on it<br>She's dangerous so don't tek fah granted<br>Har appetite for sex she waan mi plant it<br>Blatantly she waan fi flaunt it<br>Showin mi how much she waan mi on it<br>Waan mi con it she waan mi stamp it<br>Wid di lethal weapon dat she waan mi slam it<br>Mi wink and mi read fi palm it<br>She wink back and she waan mi bomb it<br>Excitement she waan mi carve it (HOLD UP SEAN!)<br>YO YO YO YO!<br><br>[Chorus: Akon]<br>Watch out I've seen her type before<br>That girl is so dangerous, that girl is so DANGEROUS<br>That girl is a BAD GIRL! I've seen her type before<br>She's so dangerous, that girl is so DANGEROUS<br>That girl is a BAD GIRL! Yeahh<br><br>[Verse 4: Twista]<br>How she, full with adrenaline feelin all sowed up<br>Fillin 'em filled with venom kill 'em like a cobra<br>Thinkin I'm in danger when I tell her come over<br>Like a scary endeavor whenever I hold her<br>Speakin in tongues just speedin my lyrical pace<br>Look at the fanny now look at the body now take a look at the face<br>Dangerous as Angelina Jolieand more than a man eater<br>Manipulatin any man if she want him<br>Cause a, we be spectacular mackin in back in the truck in the Acura<br>But she need to act up and let out the boys in us<br>Havin a premonition then I'm reminiscin<br>About a girl with New Edition already says she's poisonous<br>Like Paris Hilton, Nicole or Lindsay Lo<br>Madonna, Naomi or Giselle the blanco, OHHHH!<br>My life will never let a bomb chick abuse it<br>It's Kardinal, Twista, Konvict music<br><br>[Outro: Kardinal Offishall]<br>Just gotta remember she's dangerous, she's dangerous, she's dangerous<br>Cause she's a bad, bad girl!<br>She's dangerous, she's dangerous, she's dangerous<br>Cause she's a bad, bad girl!</font></p>"
    },
	
	{
      "id": 5,
      "name_category": "Akon",
      "title": "Don't Matter",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Don't-Matter.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Konvict Konvict<br>Oh, oh-whoa-oh-oh<br>Oh, oh-whoa-oh-oh<br><br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>'Cause we gonna fight<br>Oh yes we gonna fight<br>Believe we gonna fight<br>(We gonna fight)<br>Fight for our right to love yeah<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you<br><br>Nobody wanna see us together<br>Nobody thought we'd last forever<br>I feel I'm hopin' and prayin'<br>Things between us gonna get better<br>Men steady comin' after you<br>Women steady comin' after me<br>Seems like everybody wanna go for self<br>And don't wanna respect boundaries<br>Tellin' you all those lies<br>Just to get on your side<br>But I must admit there was a couple secrets<br>I held inside<br>But just know that I try<br>To always apologize<br>And I'ma have you first always in my heart<br>To keep you satisfied<br><br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>'Cause we gonna fight<br>Oh yes we gonna fight<br>Believe we gonna fight<br>(We gonna fight)<br>Fight for our right to love yeah<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you, babe<br><br>Got every right to wanna leave<br>Got every right to wanna go<br>Got every right to hit the road<br>And never talk to me no more<br>You don't even have to call<br>Even check for me at all<br>Because the way I've been actin' lately<br>Has been off the wall<br>Especially towards you<br>Puttin' girls before you<br>And they watchin' everything I been doin'<br>Just to hurt you<br>Most of it just ain't true<br>Ain't true<br>And they won't show you<br>How much of a queen you are to me<br>And why I love you baby<br><br><br>Oh oh oh oh oh<br>'Cause I got you<br>'Cause I got you<br>Oh<br>'Cause I got you babe<br>'Cause I got you<br><br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>'Cause we gonna fight<br>Oh yes we gonna fight<br>Believe we gonna fight<br>We gonna fight<br>Fight for our right to love yeah<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you babe<br>'Cause we gonna fight<br>Oh yes we gonna fight<br>Believe we gonna fight<br>We gonna fight<br>Fight for our right to love yeah<br>Nobody wanna see us together<br>But it don't matter no<br>'Cause I got you</font></p>"
    },
	
	{
      "id": 6,
      "name_category": "Akon",
      "title": "Enjoy That",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Enjoy-That.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Why have a life like mine, if you don't take time to enjoy that shit? (yeah)<br>So why have a life like mine, if you don't take time to enjoy that shit? (yeah)<br><br>Nigga, I got bitches, I got hoes<br>I got liquor, I got groov<br>Type of party that nobody want nobody else to know<br>Yeah, I got shiny, I got glue<br>Yeah, she like me and my flow<br>And if your hoe walk through my door<br>Don't ring my line, just check your hoe<br>Cause I got paid, I hit the door<br>I got out then I got loot<br>Then I had all my young boys serving posted up on every school<br>I got shooters, I got goons<br>I got friends and I got folks<br>I got niggas in the hood I thought I would never outgrow<br><br>So why have a life like mine, if you don't take time to enjoy that shit?<br>So why have a life like mine, if you don't take time to enjoy that shit?<br><br>Nigga, I got 'rraris, I got booze<br>Dripping in designer clothes<br>I got way too many women, it's like eenie miney mo<br>I've been taking way too many chances fucking with no coupe<br>I've been jumping out the window lately edge round on move<br><br>Nigga, I got liquor, I got hoes<br>I got bitches, I got due<br>Ain't no telling what this life of mine where we're about to go<br>And I ain't never trust these motherfuckers as far as I can go<br>And I done lost too many homies, I don't seen them tattooed toes<br><br>So why have a life like mine, if you don't take time to enjoy that shit?<br>So why have a life like mine, if you don't take time to enjoy that shit? (yeah)<br><br>Nigga, I got bitches, I got hoes<br>I got liquor, I got drol<br>Type of party that nobody want nobody else to know<br>Yeah, I got shiny, I got glue<br>Yeah, she like me and my flow<br>And if your hoe walk through my door<br>Don't ring my line, just check your hoe<br>Cause I got paid, I hit the door<br>I got out then I got loot<br>Then I had all my young boys serving posted up on every school<br>See, I keep flipping all the dough<br>I keep flipping all my dough<br>I got info on that bankroll just in case you wanna know<br><br>So why have a life like mine, if you don't take time to enjoy that shit?<br>So why have a life like mine, if you don't take time to enjoy that shit?</font></p>"
    },
	
	{
      "id": 7,
      "name_category": "Akon",
      "title": "Ghetto",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Ghetto.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Ghetto, ghetto, ghetto, ghetto-living<br><br>These streets remind me of quicksand<br>When you're on it you'll keep going down<br>And there's no one to hold on to<br>And there's no one to pull you out<br><br>You keep on falling<br>And no one can hear you calling<br>So you end up self-destructing<br><br>On the corner with the toolie on the waist line<br>Just got up out the thing doin' state time<br>Teeth marks on my back from the K-9<br>Dark memories of when there was no sunshine<br><br>'Cause they said that I wouldn't make it<br>I remember like yesterday<br>Holding on to what God gave me<br><br>'Cause that's the life<br>When you're living in the ghetto<br>And eating in the ghetto<br>Or sleeping in the ghetto, ghetto<br>'Cause that's the life<br>When you're living in the ghetto<br>And eating in the ghetto<br>Or sleeping in the ghetto, ghetto, ghetto<br><br>No need to cherish luxuries<br>'Cause everything come and go<br>Even the life that you have is borrowed<br>'Cause you're not promised tomorrow<br><br>So live your life as if every day's gon' be your last<br>Once you move forward can't go back<br>Best prepare to remove your past<br><br>'Cause you gotta be willing to pray<br>Yes there gotta be, yeah, gotta be a better way<br>Yes you gotta be willing to pray<br>'Cause there gotta be, yeah, gotta be a better day<br><br>Whoever said that this struggle would stop today<br>A lot of niggas dead or locked away<br>Teenage women growing up with AIDS<br><br>'Cause that's the life<br>When you're living in the ghetto<br>Or eating in the ghetto<br>Or sleeping in the ghetto, ghetto<br>That's the life<br>When you're living in the ghetto<br>Or eating in the ghetto<br>Or sleeping in the ghetto, ghetto, ghetto<br><br>Gun shots every night<br>In the ghetto<br>Crooked cops on sight<br>In the ghetto<br>Every day is a fight<br>In the ghetto, ghetto<br>Got kids to feed<br>In the ghetto<br>Selling coke and weed<br>In the ghetto<br>Every day somebody bleed<br>In the ghetto, ghetto<br><br>That's the life<br>When you're living in the ghetto<br>Or living by the ghetto<br>Or eating in the ghetto, ghetto<br>That's the life<br>When you're living in the ghetto<br>Or sleeping in the ghetto<br>Living in the ghetto, ghetto, ghetto</font></p>"
    },
	
	{
      "id": 8,
      "name_category": "Akon",
      "title": "I'm So Paid",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/I'm-So-Paid.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Rubbing on that Italian leather<br>Them Konvict jeans on!<br>Ay yo Weezy! You Ready?<br><br>I get it in 'til sunrise<br>Doing 90 in a 65<br>Windows rolled down screaming, &quot;Ah!&quot;<br>I'm so paid<br>Number one hustler gettin' money<br>Why you wanna count a nigga money?<br>I'm a hustler don't need them<br>One of ya'll ya see!<br>I'm so paid<br><br>I see police on the crooked I<br>Doing a 100 on the Interstate 95<br>My shawty leanin' blasting that Do or Die<br>Wishin' that a motherfucker would 'cause we're certified<br>Got a system that'll beat and knock your wall off<br>Got a pump under my seat, the sawed-off<br>Got a bunch of goons, hoping they never call off<br>I'm a sniper sitting on the roof already saw you all<br>It ain't too much to put a strain on me<br>That's the reason why I had to put the blame on me<br>I rather have them dollar bills rain on me<br>Than let them haters come and make the name of me<br>That's why<br><br>I get it in 'til sunrise<br>Doing 90 in a 65<br>Windows rolled down screaming, &quot;Ah!&quot;<br>I'm so paid<br>You boo<br>Number one hustler gettin' money<br>I told you I had you<br>Why you wanna count my money?<br>I'm a hustler<br>Akon<br>Don't need them<br>One of ya'll ya see!<br>I gotcha you nigga<br>I'm so paid<br><br>[Young Jeezy:]<br>She said Young why your voice so hoarse?<br>I just sound like money<br>Baby I should've been a Porsche<br>Paint lookin' like a sugar free RedBull<br>I'm so paid<br>You know I keep a pocket full<br>And that's before the taxes<br>Took my whole gross net and hid it under my mattress<br>I used to get bored and count 20s for practice what<br>Paper therapy we let the money relax us<br>Gold chains 'round my neck<br>Just like Michael Phelps<br>I made a killin' in the water<br>Killin' with the water<br>Against all odds and I will not stop<br>They try to keep me on bottom<br>But I prefer the top<br>And my project chick I moved her next to Joc<br>She said the house was too small I moved her next to Block<br>So baby get your ass up I need an extra block<br>I told her do the speed limit and no extra stops<br>And that's why<br><br>I get it in 'til sunrise<br>Doing 90 in a 65<br>Windows rolled down screaming, &quot;Ah!&quot;<br>I'm so paid<br>Number one hustler gettin' money<br>What's up? What's up?<br>Why you wanna count a nigga money?<br>Why you wanna count my money?<br>I'm a hustler don't need them<br>One of ya'll ya see!<br>I'm so paid<br><br>I am the boss it only takes one call<br>For a driver to hit you up and drop you off that's all<br>Guess what I won't be taking that fall<br>Homie I got cake that's what I'm paying them for<br>Ain't that funny?<br>'Cause niggas they want war but ain't got money<br>'Cause I've seen them all talking 'til they start gunning<br>Quicker than Usain Bolt the fastest thing running<br>Akon! Weezy! Jeezy<br>Block oil holdin' down Jersey<br>Divine making sure we gettin' it up front<br>My little brother Boo got that vision baby<br><br>I get it in 'til sunrise<br>Doing 90 in a 65<br>Windows rolled down screaming, &quot;Ah!&quot;<br>I'm so paid<br>Number one hustler gettin' money<br>Why you wanna count a nigga money?<br>I'm a hustler don't need them<br>One of ya'll ya see!<br>I'm so paid<br><br>[Lil Wayne:]<br>Big money Weezy<br>White wife beater with the SIG underneath it<br>How do I feel bitch I feel undefeated<br>Snap my fingers disappear from the precinct<br>I'm ballin' we ball out<br>Ball 'til we fall, until the ball bounce<br>I send some niggas with guns to your house<br>Only to find out you live in a doll house damn!<br>But I thought you was tough though<br>We carry choppers on our necks<br>Call it cut throat<br>We bury cowards on the set that they come from<br>We know magic turn<br>We smoke to gun smoke<br>We bomb first when we ride<br>You in a hearse when you ride<br>I put my shoe down baby<br>And I'm holding down young mula baby!<br>That's why<br><br>I get it in 'til sunrise<br>Doing 90 in a 65<br>Windows rolled down screaming, &quot;Ah!&quot;<br>I'm so paid<br>Number one hustler gettin' money<br>Why you wanna count a nigga money?<br>I'm a hustler don't need them<br>One of ya'll ya see!<br>I'm so paid</font></p>"
    },
	
	{
      "id": 9,
      "name_category": "Akon",
      "title": "I Wanna Love You",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/I-Wanna-Love-You-(Remix).mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>[Akon:]<br>Konvict, Konvict Music, and you know we up front<br><br>I see you winding and grinding up on that pole<br>I know you see me lookin' at you and you already know<br>I wanna fuck you, you already know<br>I wanna fuck you, you already know<br><br>[Snoop Dogg:]<br>Money in the air as more feel<br>Grab you by your coattail<br>Take you to the motel, hoe sale<br>Don't tell, won't tell<br>Baby say I don't talk Dogg<br>Unless you told on me, oh well<br>Take a picture with me<br>What the flick gon' do<br>Baby stick to me<br>And I'mma stick on you<br>If you pick me<br>Then I'mma pick on you<br>D-O-double G and I'm here to put this dick on you<br>I'm stuck on pussy and yours is right<br>Rip riding the poles and them doors is tight<br>And I'mma get me a shot for the end of the night<br>'Cause pussy is pussy and baby you're pussy for life<br><br>[Akon:]<br>I see you winding and grinding up on that pole<br>I know you see me lookin' at you and you already know<br>I wanna fuck you, you already know<br>I wanna fuck you, you already know<br><br>Shorty I can see you ain't lonely<br>Handful of niggas and they all got cheese<br>See you looking at me now<br>What is gon' be<br>Just another tease far as I can see<br>Tryna get you up out this club<br>If it means spendin' a couple dubs<br>Throwing bout 30 stacks in the back<br>Make it rain like that<br>'Cause I'm far from a scrub<br>And you know my pedigree<br>Ex-dealer use to move amphetamines<br>Girl I spend money like it don't mean nothing<br>And besides I got a thing for you<br><br>I see you winding and grinding up on that pole<br>I know you see me lookin' at you and you already know<br>I wanna fuck you, you already know<br>I wanna fuck you, you already know, girl<br><br>[Snoop Dogg:]<br>Mobbin' through the club in low pressing<br>I'm sitting in the back in the smokers section<br>(just smoking)<br>Bird's eye, I got a clear view<br>You can't see me but I can see you<br>(baby I see you)<br>It's cool we jet the mood is set<br>Your pussy is wet<br>You're rubbing your back and touching your neck<br>Your body is movin' you humpin' and jumpin'<br>Your titties is bouncin' you smilin' and grinnin' and looking at me<br><br>[Akon:]<br>Girl and while you're looking at me I'm ready to hit the caddy<br>Right up on the patio move the patty to the caddy<br>Baby you got a phatty<br>The type I like to marry<br>Wanting to just give you everything<br>And that's kinda scary<br>'Cause I'm loving the way you shake your ass<br>Bouncin', got me tippin' my glass<br>Normally don't get caught up too fast<br>But I got a thing for you<br><br>I see you winding and grinding up on that pole<br>I know you see me lookin' at you and you already know<br>I wanna fuck you, you already know<br>I wanna fuck you, you already know, girl<br><br>I see you winding and grinding up on that pole<br>I know you see me lookin' at you and you already know<br>I wanna fuck you, you already know<br>I wanna fuck you, you already know, girl</font></p>"
    },
	
	{
      "id": 10,
      "name_category": "Akon",
      "title": "Locked Up",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Locked-Up.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>[AKON]<br>Im steady tryna find a motive,<br>Why do what I do?,<br>Freedom aint gettin no closer,<br>No matter how far I go,<br>My car is stolen, no registration,<br>Cops patrolin, and now they done stop me,<br>And I get locked up,<br><br>[Chorus]<br>They won't let me out, they won't let me out, (I'm locked up)<br>They won't let me out no, they wont let me out, (I'm locked up)<br>They won't let me out, they won't let me out, (I'm locked up)<br>They won't let me out no, they won't let me out<br><br>[Akon]<br>Headin up town to re-up,<br>Back with a couple keys,<br>Corner blocks on fire,<br>Under covers dressed as feens,<br>Makin so much money,<br>Products movin' fast,<br>Put away the stash,<br>And as I sold the last bag fucked around and got locked up<br><br>[CHORUS]<br>They won't let me out, they won't let me out, (my nigga I'm locked up)<br>They won't let me out no, they wont let me out, (I got locked up)<br>They won't let me out, they won't let me out, (baby girl I'm locked up)<br>They won't let me out no, they won't let me out<br><br>Cuz visitation no longer comes by,<br>Seems like they forgot about me,<br>Commissary is getting empty,<br>My cell mates getting food without me,<br>Can't wait to get out and move forward with my life,<br>Got a family that loves me and wants me to do right<br>But instead I'm here locked up<br><br>[CHORUS]<br>They won't let me out, they won't let me out,<br>(ohhh I'm locked up)<br>They won't let me out no, they wont let me out,<br>(my nigga I'm locked up)<br>They won't let me out, they won't let me out, (I'm locked up)<br>They won't let me out no, they won't let me out<br><br>Maybe a visit (they won't let me out)<br>Send me some magazines (they won't let me out)<br>Send me some money orders (they won't let me out, no)<br>Maybe a visit baby (they won't let me out)<br>Cuz I'm locked up, they won't let me out.<br>Wheres my lawyer? (they won't let me out)<br>I'm locked up, they won't let me out, no.<br>Get me outta here (they won't let me out)<br>I'm locked up, they won't let me out, they won't let me out.<br>Baby Im locked up they won't let me out, no<br>Where's my niggaz?<br>On the lock-down.<br>Damn, I'm locked up, they won't let me out.<br>I'm locked up, they won't let me out.<br>Ohhh... they won't let me out.<br>Can you please accept my phone calls?<br>Cuz I'm locked up, locked up, locked up.</font></p>"
    },
	
	{
      "id": 11,
      "name_category": "Akon",
      "title": "Lonely",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Lonely.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Lonely, I'm Mr. Lonely,<br>I have nobody for my own.<br>I'm so lonely, I'm Mr. Lonely.<br>I have nobody for my own.<br>I'm so lonely.<br><br>Yo, this one here goes out to all my players out there, man, ya know,<br>That got that one good girl who's always been there, man, like took all the bullshit.<br>Then one day she can't take it no more and decide to leave.<br><br>I woke up in the middle of the night<br>And I noticed my girl wasn't by my side.<br>Coulda sworn I was dreaming, for her I was feening.<br>So I had to take a little ride.<br>Back tracking over these few years,<br>Tryna figure out what I do to make it go bad.<br>'Cause ever since my girl left me my whole life came crashing and...<br><br>I'm so lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely),<br>I have nobody (I have nobody)<br>For my own (to call my own, girl).<br>I'm so lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely),<br>I have nobody (I have nobody)<br>For my own (to call my own, girl).<br><br>Can't believe I had a girl like you<br>And I just let you walk right outta my life.<br>After all I put you through<br>You still stuck around and stayed by my side.<br>What really hurt me is I broke your heart.<br>Baby, you were a good girl and I had no right.<br>I really wanna make things right<br>'Cause without you in my life, girl,...<br><br>I'm so lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely),<br>I have nobody (I have nobody)<br>For my own (to call my own, girl).<br>I'm so lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely),<br>I have nobody (I have nobody)<br>For my own (to call my own, baby).<br><br>Been all about the world,<br>Ain't never met a girl<br>That can take the things that you been through.<br>Never thought the day would come<br>Where you would get up and run,<br>And I would be out chasing you.<br><br>'Cause ain't nowhere in the globe I'd rather be,<br>Ain't no one in the globe I'd rather see<br>Than the girl of my dreams that made me be<br>So happy but now so lonely.<br><br>So lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely),<br>I have nobody (I have nobody)<br>For my own (to call my own).<br>I'm so lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely).<br>I have nobody (I have nobody)<br>For my own (to call my own, girl).<br><br>Never thought that I'd be alone (be alone).<br>I didn't think you'd be gone this long (gone so long).<br>I just want you to call my phone.<br>So, stop playing, girl, and come on home (come on home).<br>Baby girl, I didn't mean to shout (no).<br>I want me and you to work it out (work it out).<br>I never wished I'd ever hurt my baby (hurt my baby).<br>And it's driving me crazy 'cause...<br><br>I'm so lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely),<br>I have nobody (have nobody)<br>For my own (for my own).<br>I'm so lonely (so lonely),<br>I'm Mr. Lonely (Mr. Lonely),<br>I have nobody (I have nobody)<br>For my own (to call my own, girl).<br><br>Lonely, so lonely,<br>So lonely (so lonely),<br>Mr. Lonely, so lonely,<br>So lonely, so lonely (so lonely),<br>So lonely, so lonely (so lonely),<br>Mr. Lonely.</font></p>"
    },
	
	{
      "id": 12,
      "name_category": "Akon",
      "title": "Right Now (Na Na Na)",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Right-Now-(Na-Na-Na).mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>It's been so long (long, long)<br>That I haven't seen your face<br>I'm tryna be strong (strong)<br>But the strength I have is washing away (way)<br>It won't be long (long)<br>Before I get you by my side<br>And just hold you, tease you, squeeze you<br>Tell you what's been on my mind<br><br>I wanna make love right now (na na)<br>I wanna make love right now (na na)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na)<br>I wanna make love right now (na na)<br>I wanna make love right now (na na)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na)<br><br>Girl, I know (know, know)<br>Mistakes were made between us two<br>And we showed (showed)<br>Our eyes that night even said some things weren't true.<br>Watch you go? (go)<br>And haven't seen my girl since then (then)<br>Why can't it be that way it was?<br>'Cause you were my homie, lover and friend<br><br>I wanna make love right now (na na)<br>I wanna make love right now (na na)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na)<br>I wanna make love right now (na na)<br>I wanna make love right now (na na)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na)<br><br>I can't lie (I miss you much)<br>Watching everyday that goes by (I miss you much)<br>'Til I get you back I'm gonna try (yes, I miss you much)<br>'Cause you are the apple of my eye (girl, I miss you much, I miss you much)<br>I can't lie (I miss you much)<br>Watching everyday that goes by (I miss you much)<br>'Til I get you back I'm gonna try (yes, I miss you much)<br>'Cause you are the apple of my eye (girl, I miss you much, I miss you much)<br><br>I wanna make love right now (na na)<br>I wanna make love right now (na na)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na)<br>I wanna make love right now (na na)<br>I wanna make love right now (na na)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na)<br><br>I want you to fly with me (want you to fly)<br>I miss how you lie with me (miss how you lie)<br>Just wish you could dine with me (wish you could dine with me)<br>The one that'll grind with me (said, one that'll grind with me)<br>I want you to fly with me (want you to fly)<br>I miss how you lie with me (oh, miss how you lie)<br>Just wish you could dine with me (wish you could dine)<br>The one that'll grind with me (oh, one that'll grind)<br>Yeah!<br><br>I wanna make love right now (na na)<br>I wanna make love right now (na na) (make up) (oh)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na) (link up, baby)<br>I wanna make love right now (na na)<br>I wanna make love right now (na na)<br>Wish we never broke up right now (na na)<br>We need to link up right now (na na) (make up)</font></p>"
    },
	
	{
      "id": 13,
      "name_category": "Akon",
      "title": "Smack That",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Smack-That.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>[Akon:]<br>Shady<br>Convict<br>Upfront<br>Akon<br>Slim Shady<br>I see the one, 'cause she be that lady! Hey!<br><br>I feel you creeping, I can see it from my shadow<br>Wanna jump up in my Lamborghini Gallardo<br>Maybe go to my place and just kick it like TaeBo<br>And possibly bend you over look back and watch me<br><br>[Chorus (2x):]<br>Smack that all on the floor<br>Smack that give me some more<br>Smack that 'til you get sore<br>Smack that oh-oh!<br><br>Upfront style ready to attack now<br>Pull in the parking lot slow with the lac down<br>Convicts got the whole thing packed now<br>Step in the club now and wardrobe intact now!<br>I feel it down and cracked now (ooh)<br>I see it dull and backed now<br>I'm gonna call her, than I pull the mack down<br>Money no problem, pocket full of that now!<br><br>I feel you creeping, I can see it from my shadow<br>Wanna jump up in my Lamborghini Gallardo<br>Maybe go to my place and just kick it like TaeBo<br>And possibly bend you over look back and watch me<br><br>[Chorus (2x)]<br><br>[Eminem:]<br><br>Ooh...Looks like another club banger<br>They better hang on when they throw this thing on<br>Get a little drink on<br>They gonna flip for this Akon shit<br>You can bank on it!<br>Pedicure, manicure kitty-cat claws<br>The way she climbs up and down them poles<br>Looking like one of them putty-cat dolls<br>Trying to hold my woodie back through my draws<br>Steps upstage didn't think I saw<br>Creeps up behind me and she's like &quot;You're!&quot;<br>I'm like ya I know lets cut to the chase<br>No time to waste back to my place<br>Plus from the club to the crib it's like a mile away<br>Or more like a palace, shall I say<br>Plus I got pal if your gal is game<br>In fact he's the one singing the song that's playing<br>&quot;Akon!&quot;<br><br>[Akon:]<br>I feel you creeping, I can see it from my shadow<br>Wanna jump up in my Lamborghini Gallardo<br>Maybe go to my place and just kick it like TaeBo<br>And possibly bend you over look back and watch me<br><br>[Chorus]<br><br>Eminem is rollin', d and em rollin' bo<br>And all marvelous them rolling<br>Women just holding big booty rolling'<br>Soon I'll be on Eminem throwing &quot;D!&quot;<br>Hitting no less than &quot;Three!&quot;<br>Block wheel style like &quot;Whee!&quot;<br>Girl I can tell you want me 'cause lately<br><br>I feel you creeping, I can see it from my shadow<br>Wanna jump up in my Lamborghini Gallardo<br>Maybe go to my place and just kick it like TaeBo<br>And possibly bend you over look back and watch me<br><br>[Chorus]</font></p>"
    },
	
	{
      "id": 14,
      "name_category": "Akon",
      "title": "Sorry, Blame It On Me",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Sorry-Blame-It-On-Me.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>As life goes on I'm starting to learn more and more about responsibility<br>And I realize that everything I do is affecting the people around me<br>So I want to take this time out to apologize for things that I've done<br>And things that haven't occurred yet<br>And things that they don't wanna take responsibility for<br><br>I'm sorry for the times that I left you home<br>I was on the road and you were alone<br>I'm sorry for the times that I had to go<br>I'm sorry for the fact that I did not know<br><br>That you were sitting home just wishing we<br>Could go back to when it was just you and me<br>I'm sorry for the times I would neglect<br>I'm sorry for the times I disrespect<br><br>I'm sorry for the wrong things that I've done<br>I'm sorry I'm not always there for my sons<br>I'm sorry for the fact that I'm not aware<br>That you can't sleep at night when I am not there<br><br>Because I'm in the streets like every day<br>I'm sorry for the things that I did not say<br>Like how you are the best thing in my world<br>And how I'm so proud to call you &quot;my girl&quot;<br><br>I understand that there are some problems<br>And I'm not too blind to know<br>All the pain you kept inside you<br>Even though you might not show<br><br>If I can't apologize for being wrong<br>Then it's just a shame on me<br>I'll be the reason for your pain<br>And you can put the blame on me<br><br>You can put the blame on me<br>You can put the blame on me<br>You can put the blame on me<br>You can put the blame on me<br><br>Said you can put the blame on me<br>Said you can put the blame on me<br>Said you can put the blame on me<br>You can put the blame on me<br><br>I'm sorry for the things that he put you through<br>And all the times you didn't know what to do<br>I'm sorry that you had to go and sell those bags<br>Just trying to stay busy 'til you heard from dad<br><br>When you would rather be home with all your kids<br>As one big family with love and bliss<br>And even though Pops treated us like kings<br>He got a second wife and you didn't agree<br><br>He got up and left you there all alone<br>I'm sorry that you had to do it on your own<br>I'm sorry that I went and added to your grief<br>I'm sorry that your son was once a thief<br><br>I'm sorry that I grew up way too fast<br>I wish I would've listened and not be so bad<br>I'm sorry that your life turned out this way<br>I'm sorry that the feds came and took me away<br><br>I understand that there are some problems<br>And I'm not too blind to know<br>All the pain you kept inside you<br>Even though you might not show<br><br>If I can't apologize for being wrong<br>Then it's just a shame on me<br>I'll be the reason for your pain<br>And you can put the blame on me<br><br>You can put the blame on me<br>You can put the blame on me<br>You can put the blame on me<br>You can put the blame on me<br><br>Said you can put the blame on me<br>Said you can put the blame on me<br>Said you can put the blame on me<br>You can put the blame on me<br><br>I'm sorry that it took so long to see<br>They were dead wrong trying to put it on me<br>I'm sorry that it took so long to speak<br>But I was on tour with Gwen Stefani<br><br>I'm sorry for the hand that she was dealt<br>For the embarrassment that she felt<br>Just a little young girl trying to have fun<br>Her daddy should've never let her out that young<br><br>I'm sorry for Club Zen getting shut down<br>I hope they manage better next time around<br>How was I to know she was underage<br>In a 21-and-older club they say<br><br>Why doesn't anybody wanna take blame<br>Verizon backed out disgracing my name<br>I'm just a singer tryna entertain<br>Because I love my fans I'll take that blame<br><br>Even though the blame's on you<br>Even though the blame's on you<br>Even though the blame's on you<br>I'll take that blame from you<br><br>And you can put that blame on me<br>And you can put that blame on me<br>You can put that blame on me<br>And you can put that blame on me<br><br>And you can put that blame on me<br>And you can put that blame on me</font></p>"
    },
	
	{
      "id": 15,
      "name_category": "Akon",
      "title": "Te Quiero Amar",
      "image": "file:///android_asset/image/Akon.jpg",
      "link_mp3": "mp3/Te-Quiero-Amar.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>[Pitbull &amp; (Akon):]<br>Mister Worldwide<br>Akon<br>(Nana, nana<br>Maffio)<br>El Negreeto, El Negreeto<br>Oh, oh, oh<br>Dale<br><br>[Akon:]<br>En mi cama yo me vuelvo loco<br>Si t&uacute; me faltas no tengo nada<br>En mi cama yo me vuelvo loco<br>Si t&uacute; me faltas no tengo nada<br>'Cause I wanna love ya (All night, all night)<br>Te quiero amar (That's right, that's right)<br>Said I wanna love ya (All night, all night)<br>Te quiero amar (That's right, that's right)<br><br>Mami, yo te quiero<br>T&uacute; sabe' que yo 'toy pa' ti solamente<br>Dime cuando llego<br>Qu&iacute;tate la ropa que aqui no se duerme<br>Quiero besarte<br>Y hacerte el amor como te gusta a ti<br>Si te gusta lo' mayore'<br>Mira lo que tengo aqui<br><br>En mi cama yo me vuelvo loco<br>Si t&uacute; me faltas no tengo nada<br>En mi cama yo me vuelvo loco<br>Si t&uacute; me faltas no tengo nada<br>'Cause I wanna love ya (All night, all night)<br>Te quiero amar (That's right, that's right)<br>Said I wanna love ya (All night, all night)<br>Te quiero amar (That's right, that's right)<br><br>[Pitbull:]<br>El mundo para cuando estamos juntos<br>El tiempo para cuando estamos juntos<br>No le hagas [?]<br>Que se cree en algo que no son, mami, punto (Jajaja)<br>Akon, El Negreeto y el [?] Armandito<br>Ya t&uacute; sabe', estamos listos<br>[?]<br>Eso porque cuando te digo que te quiero<br>La verdad [?] yo no tengo nada<br>La verdad, yo doy mi vida por la tuya, mami<br>La verdad [?]<br><br>[Akon:]<br>En mi cama yo me vuelvo loco<br>Si t&uacute; me faltas no tengo nada<br>En mi cama yo me vuelvo loco<br>Si t&uacute; me faltas no tengo nada<br>'Cause I wanna love ya (All night, all night)<br>Te quiero amar (That's right, that's right)<br>Said I wanna love ya (All night, all night)<br>Te quiero amar (That's right, that's right)<br><br>El Negreeto, El Negreeto, oh, oh<br>El Negreeto, El Negreeto, oh, oh<br>Oh, oh, oh, yeah<br>Oh, oh, oh, yeah<br>El Negreeto, El Negreeto</font></p>"
    }
  ]
}
