{
  "Ads": [
    {
      "select_main_ads": "ADMOB",
      "select_backup_ads":"APPLOVIN-M",
      "main_ads_banner": "ca-app-pub-3659353895043623/3508188568xx",
      "main_ads_intertitial":"ca-app-pub-3659353895043623/9513240004xx",
      "main_ads_natives":"",
      "main_ads_rewards":"",
      "backup_ads_natives":"",
      "backup_ads_banner":"db4d5e8718b97d78",
      "backup_ads_intertitial":"518cd97722c60b52",
      "backup_ads_rewards":"",
      "open_ads_admob":"",
      "open_ads_alien":"",
      "switch_open_ads":"1",
      "switch_banner_natives_ads":"",
      "interval_intertitial": 5,
      "initialize_sdk":"107355779",
      "initialize_sdk_backup_ads":"",
      "high_paying_keyword_1": "",
      "high_paying_keyword_2": "",
      "high_paying_keyword_3": "",
      "high_paying_keyword_4": "",
      "high_paying_keyword_5": "",
      "status_app": "0",
      "link_redirect": "https://"
    }
  ],
  "Categories": [
    {
      "id": 1,
      "name_category": "Billie Eilish",
      "image": "file:///android_asset/image/BillieEilish.jpg"
    }
  ],
  "Data": [
    {
      "id": 1,
      "name_category": "Billie Eilish",
      "title": "all the good girls go to h_ll",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/all-the-good-girls-go-to-h_ll.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>My Lucifer is lonely<br><br>Standing there, killing time<br>Can't commit to anything but a crime<br>Peter's on vacation, an open invitation<br>Animals, evidence<br>Pearly gates look more like a picket fence<br>Once you get inside 'em<br>Got friends but can't invite them<br><br>Hills burn in California<br>My turn to ignore ya<br>Don't say I didn't warn ya<br><br>All the good girls go to hell<br>'Cause even God herself has enemies<br>And once the water starts to rise<br>And Heaven's out of sight<br>She'll want the Devil on her team<br><br>My Lucifer is lonely<br><br>Look at you needing me<br>You know I'm not your friend without some greenery<br>Walk in wearing fetters<br>Peter should know better<br>Your cover up is caving in<br>Man is such a fool<br>Why are we saving him?<br>Poisoning themselves now<br>Begging for our help, wow!<br><br>Hills burn in California<br>My turn to ignore ya<br>Don't say I didn't warn ya<br><br>All the good girls go to hell<br>'Cause even God herself has enemies<br>And once the water starts to rise<br>And Heaven's out of sight<br>She'll want the Devil on her team<br><br>My Lucifer is lonely<br>There's nothing left to save now<br>My God is gonna owe me<br>There's nothing left to save now<br><br>(I cannot do this snowflake)<br></font></p>"
    },

    {
      "id": 2,
      "name_category": "Billie Eilish",
      "title": "bad guy",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/bad-guy.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>White shirt now red, my bloody nose<br>Sleeping, you're on your tippy toes<br>Creeping around like no one knows<br>Think you're so criminal<br><br>Bruises on both my knees for you<br>Don't say thank you or please, I do<br>What I want when I'm wanting to<br>My soul? So cynical<br><br>So you're a tough guy<br>Like-it-really-rough guy<br>Just-can't-get-enough guy<br>Chest-always-so-puffed guy<br>I'm that bad type<br>Make-your-mama-sad type<br>Make-your-girlfriend-mad type<br>Might-seduce-your-dad type<br>I'm the bad guy, duh<br><br>I'm the bad guy<br><br>I like it when you take control<br>Even if you know that you don't<br>Own me, I'll let you play the role<br>I'll be your animal<br><br>My mommy likes to sing along<br>With me but she won't sing this song<br>If she reads all the lyrics<br>She'll pity the men I know<br><br>So you're a tough guy<br>Like-it-really-rough guy<br>Just-can't-get-enough guy<br>Chest-always-so-puffed guy<br>I'm that bad type<br>Make-your-mama-sad type<br>Make-your-girlfriend-mad type<br>Might-seduce-your-dad type<br>I'm the bad guy, duh<br><br>I'm the bad guy, duh<br><br>I'm only good at being bad<br>Bad<br><br>I like when you get mad<br>I guess I'm pretty glad<br>That you're alone<br>You said she's scared of me?<br>I mean<br>I don't see what she sees<br>But maybe it's 'cause I'm wearing your cologne<br><br>I'm a bad guy<br>I'm, I'm a bad guy<br>Bad guy, bad guy<br>I'm a bad guy<br></font></p>"
    },
	
	{
      "id": 3,
      "name_category": "Billie Eilish",
      "title": "Bellyache",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Bellyache.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Sitting all alone<br>Mouth full of gum<br>In the driveway<br>My friends aren't far<br>In the back of my car<br>Lay their bodies<br><br>Where's my mind<br>Where's my mind<br><br>They'll be here pretty soon<br>Looking through my room<br>For the money<br>I'm biting my nails<br>I'm too young to go to jail<br>It's kinda funny<br><br>Where's my mind<br>Where's my mind<br>Where's my mind<br>Where's my mind<br><br>Maybe it's in the gutter<br>Where I left my lover<br>What an expensive fake<br>My V is for Vendetta<br>Thought that I'd feel better<br>But now I got a bellyache<br><br>Everything I do<br>The way I wear my noose<br>Like a necklace<br>I wanna make 'em scared<br>Like I could be anywhere<br>Like I'm reckless<br><br>I lost my mind<br>I don't mind<br>Where's my mind<br>Where's my mind<br><br>Maybe it's in the gutter<br>Where I left my lover<br>What an expensive fake<br>My V is for Vendetta<br>Thought that I'd feel better<br>But now I got a bellyache<br><br>Maybe it's in the gutter<br>Where I left my lover<br>What an expensive fake<br>My V is for Vendetta<br>Thought that I'd feel better<br>And now I got a bellyache</font></p>"
    },
	
	{
      "id": 4,
      "name_category": "Billie Eilish",
      "title": "Billie Bossa Nova",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Billie-Bossa-Nova.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Love when it comes without a warning<br>'Cause waiting for it gets so boring<br>A lot can change in twenty seconds<br>A lot can happen in the dark<br>Love when it makes you lose your bearings<br>Some information's not for sharing<br>Use different names at hotel check-ins<br>It's hard to stop it once it starts<br>(It starts)<br><br>I'm not sentimental<br>But there's somethin' 'bout the way you look tonight<br>Makes me wanna take a picture<br>Make a movie with you that we'd have to hide<br><br>You better lock your phone<br>And look at me when you're alone<br>Won't take a lot to get you going<br>I'm sorry if it's torture though<br>I know, I know<br><br>It might be more of an obsession<br>You really make a strong impression<br>Nobody saw me in the lobby<br>Nobody saw me in your arms<br><br>I'm not sentimental<br>But there's somethin' 'bout the way you look tonight<br>Makes me wanna make 'em jealous<br>I'm the only one who does it how you like<br><br>You better lock your phone<br>And look at me when you're alone<br>Won't take a lot to get you going<br>I'm sorry if it's torture though<br>I know, I know<br><br>You better lock your door<br>And look at me a little more<br>We both know I'm worth waiting for<br>That heavy breathing on the floor<br>I'm yours, I'm yours<br>(I'm yours)<br><br>I'm not sentimental<br>I'm not sentimental<br>I'm not sentimental</font></p>"
    },
	
	{
      "id": 5,
      "name_category": "Billie Eilish",
      "title": "Bored",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Bored.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>The games you played were never fun<br>You'd say you'd stay but then you'd run<br><br>Giving you what you're begging for<br>Giving you what you say I need<br>I don't want any settled scores<br>I just want you to set me free<br>Giving you what you're begging for<br>Giving you what you say I need, say I need<br><br>I'm not afraid anymore<br>What makes you sure you're all I need?<br>Forget about it<br>When you walk out the door and leave me torn<br>You're teaching me to live without it<br>Bored, I'm so bored, I'm so bored, so bored<br><br>I'm home alone, you're God knows where<br>I hope you don't think that shit's fair<br><br>Giving you all you want and more<br>Giving you every piece of me<br>I don't want love I can't afford<br>I just want you to love for free<br>Can't you see that I'm getting bored?<br>Giving you every piece of me, piece of me<br><br>I'm not afraid anymore<br>What makes you sure you're all I need?<br>Forget about it<br>When you walk out the door and leave me torn<br>You're teaching me to live without it<br>I'm so bored, I'm so bored, so bored<br><br>Giving you what you're begging for<br>Giving you what you say I need<br>I don't want any settled scores<br>I just want you to set me free<br>Giving you what you're begging for<br>Giving you what you say I need, say I need<br><br>I'm not afraid anymore<br>What makes you sure you're all I need?<br>Forget about it<br>And when you walk out the door and leave me torn<br>You're teaching me to live without it</font></p>"
    },
	
	{
      "id": 6,
      "name_category": "Billie Eilish",
      "title": "bury a friend",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/bury-a-friend.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Billie<br><br>What do you want from me? Why don't you run from me?<br>What are you wondering? What do you know?<br>Why aren't you scared of me? Why do you care for me?<br>When we all fall asleep, where do we go?<br><br>(Come here)<br>Say it, spit it out. What is it exactly?<br>You're payin'? Is the amount cleanin' you out? Am I satisfactory?<br>Today, I'm thinkin' about the things that are deadly<br>The way I'm drinkin' you down<br>Like I wanna drown, like I wanna end me<br><br>Step on the glass, staple your tongue (ah)<br>Bury a friend, try to wake up (ah-ah)<br>Cannibal class, killing the son (ah)<br>Bury a friend, I wanna end me<br><br>I wanna end me<br>I wanna, I wanna, I wanna... end me<br>I wanna, I wanna, I wanna...<br><br>What do you want from me? Why don't you run from me?<br>What are you wondering? What do you know?<br>Why aren't you scared of me? Why do you care for me?<br>When we all fall asleep, where do we go?<br><br>(Listen)<br>Keep you in the dark. What had you expected?<br>Me to make you my art and make you a star?<br>And get you connected?<br>I'll meet you in the park, I'll be calm and collected<br>But we knew right from the start that you'd fall apart<br>'Cause I'm too expensive<br><br>It's probably somethin' that shouldn't be said out loud<br>Honestly, I thought that I would be dead by now (wow)<br>Calling security, keepin' my head held down<br>Bury the hatchet or bury a friend right now<br><br>The debt I owe, gotta sell my soul<br>'Cause I can't say no, no, I can't say no<br>Then my limbs are frozen, my eyes won't close<br>And I can't say no, I can't say no<br>(Careful)<br><br>Step on the glass, staple your tongue (ah)<br>Bury a friend, try to wake up (Ah-ah)<br>Cannibal class, killing the son (ah)<br>Bury a friend, I wanna end me<br><br>I wanna end me<br>I wanna, I wanna, I wanna... end me<br>I wanna, I wanna, I wanna...<br><br>What do you want from me? Why don't you run from me?<br>What are you wondering? What do you know?<br>Why aren't you scared of me? Why do you care for me?<br>When we all fall asleep, where do we go?</font></p>"
    },
	
	{
      "id": 7,
      "name_category": "Billie Eilish",
      "title": "COPYCAT",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/COPYCAT.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Don't be cautious, don't be kind<br>You committed, I'm your crime<br>Push my button anytime<br>You got your finger on the trigger, but your trigger finger's mine<br><br>Silver dollar, golden flame<br>Dirty water, poison rain<br>Perfect murder, take your aim<br>I don't belong to anyone, but everybody knows my name<br><br>By the way, you've been uninvited<br>'Cause all you say are all the same things I did<br><br>Copycat trying to cop my manner<br>Watch your back when you can't watch mine<br>Copycat trying to cop my glamour<br>Why so sad bunny? Can't have mine?<br><br>Call me calloused, call me cold<br>You're italic, I'm in bold<br>Call me cocky, watch your tone<br>You better love me, 'cause you're just a clone<br><br>By the way, you've been uninvited<br>'Cause all you say are all the same things I did<br><br>Copycat trying to cop my manner<br>Watch your back when you can't watch mine<br>Copycat trying to cop my glamour<br>Why so sad bunny? Can't have mine?<br><br>Mine<br>I would hate to see you go<br>Hate to be the one that told you so<br>You just crossed the line<br>You've run out of time<br>I'm so sorry, now you know<br>Sorry I'm the one that told you so<br>Sorry, sorry, I'm sorry, sorry...<br>Psych!<br><br>By the way, you've been uninvited<br>'Cause all you say are all the same things I did<br><br>Copycat trying to cop my manner<br>Watch your back when you can't watch mine<br>Copycat trying to cop my glamour<br>Why so sad bunny? Can't have mine?</font></p>"
    },
	
	{
      "id": 8,
      "name_category": "Billie Eilish",
      "title": "everything i wanted",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/everything-i-wanted.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>I had a dream<br>I got everything I wanted<br>Not what you'd think<br>And if I'm being honest<br><br>It might have been a nightmare<br>To anyone who might care<br><br>Thought I could fly<br>So I stepped off the golden<br>Nobody cried<br>Nobody even noticed<br><br>I saw them standing right there<br>Kinda thought they might care<br><br>I had a dream<br>I got everything I wanted<br>But when I wake up, I see<br>You with me<br><br>And you say<br>As long as I'm here<br>No one can hurt you<br>Don't wanna lie here<br>But you can learn to<br>If I could change the way that you see yourself<br>You wouldn't wonder why you hear<br>&quot;They don't deserve you&quot;<br><br>I tried to scream<br>But my head was under water<br>They called me weak<br>Like I'm not just somebody's daughter<br><br>Could've been a nightmare<br>But it felt like they were right there<br>And it feels like yesterday was a year ago<br>But I don't wanna let anybody know<br>'Cause everybody wants something from me now<br>And I don't wanna let 'em down<br><br>I had a dream<br>I got everything I wanted<br>But when I wake up, I see<br>You with me<br><br>And you say<br>As long as I'm here<br>No one can hurt you<br>Don't wanna lie here<br>But you can learn to<br>If I could change the way that you see yourself<br>You wouldn't wonder why you hear<br>&quot;They don't deserve you&quot;<br><br>If I knew it all then, would I do it again?<br>Would I do it again?<br>If they knew what they said would go straight to my head<br>What would they say instead?<br><br>If I knew it all then, would I do it again?<br>Would I do it again?<br>If they knew what they said would go straight to my head<br>What would they say instead?</font></p>"
    },
	
	{
      "id": 9,
      "name_category": "Billie Eilish",
      "title": "Happier Than Ever",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Happier-Than-Ever.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>When I'm away from you<br>I'm happier than ever<br>Wish I could explain it better<br>I wish it wasn't true<br><br>Give me a day or two<br>To think of something clever<br>To write myself a letter<br>To tell me what to do<br><br>Do you read my interviews?<br>Or do you skip my avenue?<br>When you said you were passing through<br>Was I even on your way?<br><br>I knew when I asked you to<br>Be cool about what I was telling you<br>You'd do the opposite of what you said you'd do<br>And I'd end up more afraid<br><br>Don't say it isn't fair<br>You clearly weren't aware that you<br>Made me miserable<br>So if you really wanna know<br><br>When I'm away from you<br>I'm happier than ever<br>Wish I could explain it better<br>I wish it wasn't true<br><br>You call me again, drunk in your Benz<br>Driving home under the influence<br>You scared me to death but I'm wasting my breath<br>'Cause you only listen to your fucking friends<br><br>I don't relate to you<br>I don't relate to you, no<br>'Cause I'd never treat me this shitty<br>You made me hate this city<br><br>And I don't talk shit about you on the internet<br>Never told anyone anything bad<br>'Cause that shit's embarrassing, you were my everything<br>And all that you did was make me fucking sad<br><br>So don't waste the time I don't have<br>And don't try to make me feel bad<br><br>I could talk about every time that you showed up on time<br>But I'd have an empty line 'cause you never did<br>Never paid any mind to my mother or friends so I<br>Shut 'em all out for you 'cause I was a kid<br><br>You ruined everything good<br>Always said you were misunderstood<br>Made all my moments your own<br>Just fucking leave me alone</font></p>"
    },
	
	{
      "id": 10,
      "name_category": "Billie Eilish",
      "title": "idontwannabeyouanymore",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/idontwannabeyouanymore.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Don't be that way<br>Fall apart twice a day<br>I just wish you could feel what you say<br>Show, never tell<br>But I know you too well<br>Kind of mood that you wish you could sell<br><br>If teardrops could be bottled<br>There'd be swimming pools filled by models<br>Told, &quot;A tight dress is what makes you a whore&quot;<br>If &quot;I love you&quot; was a promise<br>Would you break it, if you're honest?<br>Tell the mirror what you know she's heard before<br>I don't wanna be you<br>Anymore<br><br>Hands, hands getting cold<br>Losing feeling is getting old<br>Was I made from a broken mold?<br>Hurt, I can't shake<br>We've made every mistake<br>Only you know the way that I break<br><br>If teardrops could be bottled<br>There'd be swimming pools filled by models<br>Told, &quot;A tight dress is what makes you a whore&quot;<br>If &quot;I love you&quot; was a promise<br>Would you break it, if you're honest?<br>Tell the mirror what you know she's heard before<br>I don't wanna be you<br>I don't wanna be you<br>I don't wanna be you<br>Anymore</font></p>"
    },
	
	{
      "id": 11,
      "name_category": "Billie Eilish",
      "title": "i love you",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/i-love-you.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>It's not true, tell me I've been lied to<br>Cryin' isn't like you<br>What the hell did I do?<br>Never been the type to<br>Let someone see right through<br><br>Maybe won't you take it back<br>Say you were tryna make me laugh<br>And nothing has to change today<br>You didn't mean to say I love you<br>I love you<br>And I don't want to<br><br>Up all night on another red-eye<br>I wish we never learned to fly<br>Maybe we should just try<br>To tell ourselves a good lie<br>Didn't mean to make you cry<br><br>Maybe won't you take it back<br>Say you were tryna make me laugh<br>And nothing has to change today<br>You didn't mean to say I love you<br>I love you<br>And I don't want to<br><br>The smile that you gave me<br>Even when you felt like dyin'<br><br>We fall apart as it gets dark<br>I'm in your arms in Central Park<br>There's nothing you could do or say<br>I can't escape the way I love you<br>I don't want to<br>But I love you</font></p>"
    },
	
	{
      "id": 12,
      "name_category": "Billie Eilish",
      "title": "Lost Cause",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Lost-Cause.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Something's in the...<br><br>Something's in the air right now<br>Like I'm losin' track of time (Time, time)<br>Like I don't really care right now<br>But maybe that's fine<br>You weren't even there that day<br>I was waitin' on you (You, you)<br>I wonder if you were aware that day<br>Was the last straw for me and I knew<br><br>I sent you flowers<br>Did you even care?<br>You ran the shower<br>And left them by the stairs<br>Ooh-ooh-ooh, a-a-a-ayy<br><br>Thought you had your shit together, but damn, I was wrong (Wrong)<br>You ain't nothin' but a lost cause (Cause, cause)<br>And this ain't nothin' like it once was (Was, was)<br>I know you think you're such an outlaw<br>But you got no job (Job)<br>You ain't nothin' but a lost cause (Cause)<br>And this ain't nothin' like it once was (Was)<br>I know you think you're such an outlaw<br>But you got no job<br><br>I used to think you were shy (Shy)<br>But maybe you just had nothing on your mind<br>Maybe you were thinkin' 'bout yourself all the time<br>I used to wish you were mine (Mine)<br>But that was way before I realized<br>Someone like you would always be so easy to find<br>(So) So easy (So, so)<br>Ea-, mm, mm<br><br>Gave me no flowers<br>Wish I didn't care<br>You'd been gone for hours<br>Could be anywhere<br>I, I, I<br><br>Thought you would've grown eventually, but you proved me wrong (Wrong)<br>You ain't nothing but a lost cause (Cause)<br>And this ain't nothing like it once was (Was)<br>I know you think you're such an outlaw (Yeah)<br>But you got no job (No job)<br>You ain't nothing but a lost cause (Cause)<br>And this ain't nothing like it once was (Was)<br>I know you think you're such an outlaw (Think you're such an outlaw)<br>But you got no job<br><br>(What did I tell you?)<br>(Don't get complacent)<br>(It's time to face it now, na-na, na-na, na-na)<br>(What did I tell you?)<br>(Don't get complacent)<br>(It's time to face it now, na-na, na-na, na-na)</font></p>"
    },
	
	{
      "id": 13,
      "name_category": "Billie Eilish",
      "title": "lovely",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/lovely.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Thought I found a way<br>Thought I found a way out (found)<br>But you never go away (never go away)<br>So I guess I gotta stay now<br><br>Oh, I hope someday I'll make it out of here<br>Even if it takes all night or a hundred years<br>Need a place to hide, but I can't find one near<br>Wanna feel alive, outside I can't fight my fear<br><br>Isn't it lovely? All alone<br>Heart made of glass, my mind of stone<br>Tear me to pieces, skin to bone<br>Hello, welcome home<br><br>Walking out of time<br>Looking for a better place (looking for a better place)<br>Something's on my mind<br>Always in my head space<br><br>But I know someday I'll make it out of here<br>Even if it takes all night or a hundred years<br>Need a place to hide, but I can't find one near<br>Wanna feel alive outside I can't fight my fear<br><br>Isn't it lovely? All alone<br>Heart made of glass, my mind of stone<br>Tear me to pieces, skin to bone<br>Hello. Welcome home<br><br>Whoa, yeah<br>Yeah, ah<br>Whoa, whoa<br>Hello, welcome home</font></p>"
    },
	
	{
      "id": 14,
      "name_category": "Billie Eilish",
      "title": "Ocean Eyes",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Ocean-Eyes.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>I've been watching you for some time<br>Can't stop staring at those ocean eyes<br>Burning cities and napalm skies<br>Fifteen flares inside those ocean eyes<br>Your ocean eyes<br><br>No fair<br>You really know how to make me cry<br>When you give me those ocean eyes<br>I'm scared<br>I've never fallen from quite this high<br>Falling into your ocean eyes<br>Those ocean eyes<br><br>I've been walking through a world gone blind<br>Can't stop thinking of your diamond mind<br>Careful creature made friends with time<br>He left her lonely with a diamond mind<br>And those ocean eyes<br><br>No fair<br>You really know how to make me cry<br>When you give me those ocean eyes<br>I'm scared<br>I've never fallen from quite this high<br>Falling into your ocean eyes<br>Those ocean eyes<br><br>No fair<br>You really know how to make me cry<br>When you give me those ocean eyes<br>I'm scared<br>I've never fallen from quite this high<br>Falling into your ocean eyes<br>Those ocean eyes</font></p>"
    },
	
	{
      "id": 15,
      "name_category": "Billie Eilish",
      "title": "The 30th",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/The-30th.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Sometimes, you look the same<br>Just like you did before the accident<br>When you're starin' into space<br>It's hard to believe you don't remember it<br>Woke up in the ambulance<br>You pieced it all together on the drive<br><br>I know you don't remember calling me<br>But I told you even then you looked so pretty<br>In a hospital bed, I remember you said<br>You were scared<br>And so was I<br><br>In a standstill on the 5<br>Thought it was unusually early traffic<br>Usually, I don't panic<br>I just wanted to be on time<br>When I saw the ambulances on the shoulder<br>I didn't even think of pullin' over<br>I pieced it all together late that night<br><br>And I know you don't remember calling me<br>But I told you even then you looked so pretty<br>In a hospital bed, I remember you said<br>You were scared<br>And so was I<br><br>What if it happened to you on a different day?<br>On a bridge where there wasn't a rail in the way?<br>Or a neighborhood street where the little kids play?<br>Or the Angeles Crest in the snow or the rain?<br>What if you weren't alone? There were kids in the car<br>What if you were remote? No one knows where you are<br>If you changed anything, would you not have survived?<br>You're alive, you're alive, you're alive<br><br>And I know you don't remember calling me<br>But I told you even then you looked so pretty<br>In your hospital bed, I remember you said<br>You were scared<br>And so am I</font></p>"
    },
	
	{
      "id": 16,
      "name_category": "Billie Eilish",
      "title": "Therefore I Am",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Therefore-I-Am.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>I'm not your friend<br>Or anything, damn<br>You think that you're the man<br>I think, therefore, I am<br>I'm not your friend<br>Or anything, damn<br>You think that you're the man<br>I think, therefore, I am<br><br>Stop, what the hell are you talking about? Ha<br>Get my pretty name out of your mouth<br>We are not the same with or without<br>Don't talk 'bout me like how you might know how I feel<br>Top of the world, but your world isn't real<br>Your world's an ideal<br><br>So go have fun<br>I really couldn't care less<br>And you can give 'em my best, but just know<br><br>I'm not your friend<br>Or anything, damn<br>You think that you're the man<br>I think, therefore, I am<br>I'm not your friend<br>Or anything, damn<br>You think that you're the man<br>I think, therefore, I am<br><br>I don't want press to put your name next to mine<br>We're on different lines, so I<br>Wanna be nice enough, they don't call my bluff<br>'Cause I hate to find<br>Articles, articles, articles<br>Rather you remain unremarkable (Got a lotta)<br>Interviews, interviews, interviews<br>When they say your name, I just act confused<br><br>Did you have fun?<br>I really couldn't care less<br>And you can give 'em my best, but just know<br><br>I'm not your friend<br>Or anything, damn<br>You think that you're the man<br>I think, therefore, I am<br>I'm not your friend<br>Or anything, damn<br>You think that you're the man<br>I think, therefore, I am<br><br>I'm sorry<br>I don't think I caught your name<br>I'm sorry<br>I don't think I caught your name<br><br>I'm not your friend (I'm not your friend)<br>Or anything, damn<br>You think that you're the man (They wanna, they can try)<br>I think, therefore, I am (I am)<br>I'm not your friend (Friend)<br>Or anything, damn (They wanna)<br>You think that you're the man (You're the man)<br>I think, therefore, I am (Therefore, I am)</font></p>"
    },
	
	{
      "id": 17,
      "name_category": "Billie Eilish",
      "title": "TV",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/TV.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>I don't wanna talk right now<br>I just wanna watch TV<br>I'll stay in the pool and drown<br>So I don't have to watch you leave<br>I put on Survivor just to watch somebody suffer<br>Maybe I should get some sleep<br>Sinking in the sofa while they all betray each other<br>What's the point of anything?<br><br>All of my friends are missing again<br>That's what happens when you fall in love<br>You don't have the time, you leave them all behind<br>You tell yourself it's fine, you're just in love<br><br>Don't know where you are right now<br>Did you see me on TV?<br>I'll try not to starve myself<br>Just because you're mad at me<br>And I'll be in denial for at least a little while<br>What about the plans we made?<br>The internet's gone wild watching movie stars on trial<br>While they're overturning Roe v. Wade<br><br>Now all of my friends are missing again<br>'Cause that's what happens when you fall in love<br>You don't have the time, you leave them all behind<br>You tell yourself it's fine, you're just in love<br><br>And I don't get along with anyone<br>Maybe I'm the problem<br>Maybe I'm the problem<br><br>Maybe I, maybe I, maybe I'm the problem<br>Maybe I, maybe I, maybe I'm the problem<br>Maybe I, maybe I, maybe I'm the problem<br>Maybe I, maybe I, maybe I'm the problem<br>Maybe I, maybe I, maybe I'm the problem<br>Maybe I, maybe I, maybe I'm the problem<br>Baby I, baby I, baby I'm the problem<br>Baby I, baby I, baby I'm the problem<br>Baby I, baby I, baby I'm the problem<br>Baby I, baby I, baby I'm the problem<br>Baby I, baby I, baby I'm the problem</font></p>"
    },
	
	{
      "id": 18,
      "name_category": "Billie Eilish",
      "title": "when the party's over",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/when-the-party's-over.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Don't you know I'm no good for you?<br>I've learned to lose you can't afford to<br>Tore my shirt to stop you bleeding<br>But nothing ever stops you leaving<br><br>Quiet when I'm coming home and I'm on my own<br>I could lie, say I like it like that, like it like that<br>I could lie, say I like it like that, like it like that<br><br>Don't you know too much already?<br>I'll only hurt you if you let me<br>Call me friend, but keep me closer<br>(Call me back)<br>And I'll call you when the party's over<br><br>Quiet when I'm coming home and I'm on my own<br>And I could lie, say I like it like that, like it like that<br>Yeah, I could lie, say I like it like that, like it like that<br><br>But nothing is better, sometimes<br>Once we've both said our goodbyes<br>Let's just let it go<br>Let me let you go<br><br>Quiet when I'm coming home and I'm on my own<br>I could lie, say I like it like that, like it like that<br>I could lie, say I like it like that, like it like that</font></p>"
    },
	
	{
      "id": 19,
      "name_category": "Billie Eilish",
      "title": "Your Power",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/Your-Power.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Try not to abuse your power<br>I know we didn't choose to change<br>You might not wanna lose your power<br>But having it's so strange<br><br>She said you were a hero<br>You played the part<br>But you ruined her in a year<br>Don't act like it was hard<br>And you swear you didn't know (Didn't know)<br>No wonder why you didn't ask<br>She was sleeping in your clothes (In your clothes)<br>But now she's got to get to class<br><br>How dare you? And how could you?<br>Will you only feel bad when they find out?<br>If you could take it all back<br>Would you?<br><br>Try not to abuse your power<br>I know we didn't choose to change<br>You might not wanna lose your power<br>But having it's so strange<br><br>I thought that I was special<br>You made me feel<br>Like it was my fault you were the devil<br>Lost your appeal<br>Does it keep you in control? (In control)<br>For you to keep her in a cage?<br>And you swear you didn't know (Didn't know)<br>You said you thought she was your age<br><br>How dare you? And how could you?<br>Will you only feel bad if it turns out<br>That they kill your contract?<br>Would you?<br><br>Try not to abuse your power<br>I know we didn't choose to change<br>You might not wanna lose your power<br>But power isn't pain<br><br>(Mmm)<br>(Ooh, mmm)<br>(A-la-la-la-la, ha)<br>(La-la-la-la-la)</font></p>"
    },
	
	{
      "id": 20,
      "name_category": "Billie Eilish",
      "title": "you should see me in a crown",
      "image": "file:///android_asset/image/BillieEilish.jpg",
      "link_mp3": "mp3/you-should-see-me-in-a-crown.mp3",
      "lyrics": "<p style=\"text-align: center;\"><font color=#000000>Bite my tongue bide my time<br>Wearing a warning sign<br>Wait till the world is mine<br>Visions I vandalize<br>Cold in my kingdom size<br>Fell for these ocean eyes<br><br>You should see me in a crown<br>I'm gonna run this nothing town<br>Watch me make 'em bow<br>One by one by one<br>One by one by<br>You should see me in a crown<br>Your silence is my favorite sound<br>Watch me make 'em bow<br>One by one by one<br>One by one by one<br><br>Count my cards watch them fall<br>Blood on a marble wall<br>I like the way they all<br>Scream<br>Tell me which one is worse<br>Living or dying first<br>Sleeping inside a hearse<br>I don't dream<br><br>You say<br>Come over baby<br>I think you're pretty<br>I'm okay<br>I'm not your baby<br>If you think I'm pretty<br><br>You should see me in a crown<br>I'm gonna run this nothing town<br>Watch me make 'em bow<br>One by one by one<br>One by one by<br>You should see me in a crown<br>Your silence is my favorite sound<br>Watch me make 'em bow<br>One by one by one<br>One by one by one<br><br>Crown<br>I'm gonna run this nothing town<br>Watch me make 'em bow<br>One by one by one<br>One by one by<br>You should see me in a crown<br>Your silence is my favorite sound<br>Watch me make 'em bow<br>One by one by one<br>One by one by one</font></p>"
    }
  ]
}
